[Lang]
	Name=Arabic (عربي)
	TranslatorName=اليزيد للحاسبات والبرمجيات
	TranslatorURL=http://www.mfmd.net/forum.php
	ID=2c01
	Version=6.0.0
	Date=17/02/2014
	Charset=1256

'Support Locale IDs (LCID) by this language file
'	0x2c01: Arabic

'Parametrs support esc-sequences \n \r \t 

[frmMain]
	frRezim=Working Mode with DriverPack
	frDescriptionIco=(شكل الازرار (ضع المؤشرة مباشرة على الصورة لعرض الوصف
	frRunChecked=تنفيذ...
	frCheck=حدد حزمة التعريفات:
	lblOsInfo=نظام التشغيل:
	RezimIntellect=تثبيت \r\n (التعريفات المتوافقة)
	RezimUst=تثبيت \r\n (كامل - حزمة التعريفات)
	RezimUpd=انشاء او تحديث \r\n اسس التعريفات
	RezimIntellectTip=في هذا الوضع برنامج التعريفات هو يجري لتفكيك وتثبيت التعريفات التي وجدت للجهاز من جهاز حاسوبك 
	RezimUstTip=في هذا الوضع هو يجري تفكيك حزمة التعريفات كله. فيما يلي، يتحقق البرنامج ويحاول تثبيت التعريفات المناسبة.
	RezimUpdTip=انشاء قاعدة بيانات التعريفات او تحديث الوضع
	mnuRezim=تحديث قاعدة بيانات التعريفات
	mnuRezimBaseDrvUpdateALL=تحديث قاعدة بيانات التعريفات لكل حزمة التعريفات
	mnuRezimBaseDrvUpdateNew=تحديث قاعدة بيانات التعريفات لحزمة تعريفات جديدة
	mnuRezimReadClasses=تحديد فئات دباك وحفظها لخيارات
	mnuRezimBaseDrvClean=حذف ملفات قاعدة البيانات للقائمة وليس للتعريفات
	mnuService=خدمة
	mnuShowHwidsTxt=(ملف نصي) HWIDs اظهار اجهزة الحاسوب
	mnuShowHwidsXLS=(ملف اكسل) HWIDs اظهار اجهزة الحاسوب
	mnuShowHwidsAll=اظهار قائمة بكافة اجهزة الحاسوب
	mnuRunSilentMode=تشغيل التثبيت من التعريفات في وضع غير مراقب صامت
	mnuViewDPInstLog=DPinst.log اظهار
	mnuOptions=خيارات
	mnuMainUtils=المرافق العامة
	mnuUtils_devmgmt=ادارة الاجهزة
	mnuMainAbout=تعليمات
	mnuLinks=الارتباطات المفضلة
	mnuHistory=التغيير...
	mnuHelp=محتويات
	mnuHomePage=OsZone.Net منتدى
	mnuHomePage1=تفضل بزيار الصفحة الرئيسية
	mnuCheckUpd=التحقق من وجود التحديث
	mnuDonate=التبرع بالمشروع
	mnuLicence=اتفاقية الترخيص
	mnuAbout=حول البرنامج...
	mnuModulesVersion=الوحدات ...
	mnuContextXLS=(فتح قاعدة بيانات (ملف اكسل
	mnuContextTxt=(فتح قاعدة بيانات الملف (ملف نصي
	mnuContextToolTip=اظهار قائمة من التعريفات المتوفرة في الحاسوب
	mnuContextEditClasses=تغيير الفئة من حزمة التعريفات وحفظه الى خيارات
	mnuContextEditDPName=تغيير عرض اسم حزمة التعريفات
	mnuContextDeleteDRP=حذف حزمة التعريفات
	mnuContextLegendIco=عرض وسيلة الايضاح
	mnuMainLang=اللغة
	mnuLangStart=(استخدام اللغة المحددة في البداية (الغاء اختيار تلقائيل
	mnuContextInstall1=تثبيت معتاد
	mnuContextInstall2=تثبيت انتقائي
	cmdRunTask=تشغيل مهمة التعريفات المحددة
	cmdRunTask1=تشغيل مهمة كل التعريفات من على النموذج
	cmdCheck=حدد
	cmdBreakUpdateDB=الغاء تشغيل المهمة
	cmdViewAllDevice=HWID قائمة بكافة الاجهزة الموجودة على جهاز حاسوبك + البحث عن التعريفات على الانترنت بواسطة
	cmbCheckButtonListElement1=كل ذلك على شكل
	cmbCheckButtonListElement2=قم بالاختيار
	cmbCheckButtonListElement3=الكل
	cmbCheckButtonListElement4=الجديدة فقط
	cmbCheckButtonListElement5=لم يتم تثبيتة
	cmbCheckButtonListElement6=موصى بة
	ToolTipArrStatusIcon1=There are drivers matching for device discovered on your computer in this program DriverPack's\r\n\r\nSuch drivers (of the same version) are already installed on your computer\r\n\r\nYour actions:\r\nNo action is required.\r\n\r\nNote:\r\nIf '0' stands in the status row for device, this means:\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager )
	ToolTipArrStatusIcon2=There are drivers matching for device discovered on your computer in this program DriverPack's\r\n\r\nOn your computer of these driver are not installed\r\n\r\nYour actions:\r\nRun the program in one of the modes of the driver installation and press on this button - it will bring installation of the necessary drivers from the package and corresponding change of the button appearance\r\n\r\nNotes:\r\n1. In some cases driver in driver package may not match your device. The Comparison of the device identifiers (HWID) take place in the main part HWID disregarding subclass device (SUBSYS|REV|MI)\r\n2. If '0' stands in the Statusrow for device, this means:\r\n* - a driver for this device is not installed;\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager)
	ToolTipArrStatusIcon3=There are drivers matching for device discovered on your computer in this program DriverPack's, but more new, than that are already installed\r\n\r\nYour actions:\r\nSwitch the program in one of the mode of the driver installation and press on this button - it will bring installation of the more new driver from package and corresponding change of the button appearance\r\n\r\nNote:\r\nIn some cases driver in driver package may not match your device. The Comparison of the device  (HWID) take place in the main part HWID disregarding subclass device (SUBSYS|REV|MI).
	ToolTipArrStatusIcon4=There are drivers matching for device discovered on your computer in this program DriverPack's, but more old, than that are already installed\r\n\r\nYour actions:\r\nNothing to do needs. You can search for more fresh driver in network and update (change) this package in the program.
	ToolTipArrStatusIcon5=1. There are drivers matching for device discovered on your computer in this  program DriverPack's, but more new, than that are already installed\r\n\r\nYour actions:\r\nSwitch the program in one of the mode of the driver installation and press on this button - it will bring about installation more new driver from package and corresponding to change the type of the button\r\n\r\n2. There is driver In this package driver program, approaching to device, discovered on your computer\r\n\r\nOn your computer of these driver are not installed\r\n\r\nYour actions:\r\nSwitch the program in one of the mode of the installation driver and press this button - it will bring necessary driver installation from package and corresponding change of the button appearance\r\n\r\nNotes:\r\n1. In some cases driver in the driver package cannot match your device. The Comparison of the  device identifier (HWID) take place in the HWID main part disregarding subclass device (SUBSYS|REV|MI)\r\n2. If '0' stands  in Status row for device, this means:\r\n* - the driver for this device is not installed;\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager )
	ToolTipArrStatusIcon6=1. There are drivers matching for device discovered on your computer in this  program DriverPack's, but more old, than that are already installed\r\n\r\nYour actions:\r\nNothing to do needs. You can search for the more fresh driver in network and update (change) this package in the program\r\n\r\n2. There are drivers matching for device discovered on your computer in this  program driverpackage\r\n\r\nthese drivers are not installed on your computer\r\n\r\nYour actions:\r\nSwitch the program to one of the driver installation mode and press this button - it will bring necessary drivers installation from package and corresponding change the button appearance\r\n\r\nNotes:\r\n1. In some cases driver from driver package can not match to your divice. Device identifier (HWID) comparison take place in the HWID main part disregarding subclass device (SUBSYS|REV|MI).\r\n2. If '0' stands in Status row for device, this means:\r\n* - the driver for this device is not installed;\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager)
	ToolTipArrStatusIcon7=The Drivers in this program package have no relation to your computer\r\n\r\nYour actions:\r\nNothing to do needs. This DriverPack will be useful somehow in some other time - to change device or on the other computer.
	ToolTipArrStatusIcon8=The Program can not define what is found in this DriverPack\r\n\r\nYour actions:\r\nSwitch the program to 'Driver database creation or updating' mode, press this button - thereby information about drivers from the package will be added to database of the program and the appearance of the button will change. Read about the further action in explanation of the corresponding icon.
	ToolTipArrStatusIcon9=The Program updates driver base for chosen package driver\r\n\r\nYour actions:\r\nNothing to do needs. It remains only to wait for the close down of the program.
	ToolTipTextTitle=ملف حزمة التعريفات:
	ToolTipTextFileSize=حجم الملف:
	ToolTipTextClassDRV=فئة من التعريفات
	ToolTipTextDrv2Install=التعريفات المتاحة للتثبيت:
	ToolTipTextTitleStatus=
	TableHwidHeader1=HWID
	TableHwidHeader2=مسار
	TableHwidHeader3=InfFile
	TableHwidHeader4=(DB) الاصدار
	TableHwidHeader5=(PC) الاصدار
	TableHwidHeader6=الحالة
	TableHwidHeader7=اسم الجهاز
	TableHwidHeader8=حزمة التعريفات
	TableHwidHeader9=!
	TableHwidHeader10=الشركة المصنعة
	TableHwidHeader11=HWID متوافقة
	mnuUpdateStatusAll=حالة تحديث "حزمة لكل التعريفات
	mnuContextUpdStatus=حالة تحديث حزمة التعريفات
	mnuDriverPacks=driverpacks.net تفضل بزيارة
	mnuDriverPacksOnMySite=تحميل حزم التعريفات
	TableHwidHeader12=هوية الجهاز
	TableHwidHeader13=قسم
	mnuReCollectHWID=تحديث البيانات في كافة حزم
	mnuContextTestDRP= 7-zip اختبار حزمة التعريفات هذة بواسطة برنامج 
	mnuAutoInfoAfterDelDRV=تحديث تلقائي تكوين الاجهزة بعد ازالة التعريفات
	mnuContextDeleteDevIDs=ازالة تعريفات الاجهزة:
	mnuCreateRestorePoint=انشاء نقطة استعادة النظام
	mnuUpdateStatusTab=(حالة التحديث من كافة حزم التعريفات (علامة التبويب الحالية
	mnuReCollectHWIDTab=(تفحص تغييرات الاجهزة (علامة التبويب الحالية
	ToolTipTextDrv4UnsupportedOS=This driver package is designed for a different operating system.\r\nProcessing driver package when loading the program for non-supported OS is disabled in the settings.\r\nIf you wish to update the status of driver packages for the OS, then press SHIFT + F6
	SSTabTypeDPTab1=كل حزم التعريفات
	SSTabTypeDPTab2=التحديث المتوفر
	SSTabTypeDPTab3=لم يتم تثبيتة
	SSTabTypeDPTab4=مثبتة
	SSTabTypeDPTab5=ليس مفهرس
	mnuCreateBackUp=انشاء نسخة احتياطية من التعريفات
	mnuContextInstall3=فك الى دليل-كل التعريفات المحددة
	mnuContextInstall4=فك لدليل--تحديد التعريفات...
	mnuContextCopyHWIDs=الى الحافظة HWID نسخ
	frInfo=معلومات حول نظام التشغيل و الحاسوب
	lblPCInfo=طراز حاسوب محمول/اللوحة الام:
	mnuDelDuplicateOldDP=حذف الاصدار القديم من حزم التعريفات
	TableHwidHeader14=البحث في حزم التعريفات
	lblNoDP4Mode=لا يوجد حزم تعريفات لهذا الوضع
	lblNoDPInProgram=The program have not detected driver packages in the working directory.\r\nMaybe the path is misfigured or driver packages are not available.\r\n\r\nDriver packages can be downloaded from the websites DriverPacks.net or DriverOff.net
	mnuLoadOtherPC=(تحميل معلومات حاسوب اخر (عمل محاكاة
	mnuSaveInfoPC=حفظ المعلومات حول محاكاة الاجهزة برنامج على اجهزة الحاسوب الاخر
	mnuContextDeleteDevIDDesc = قائمة برامج التشغيل المتوفرة من أجل إزالة
	mnuContextCopyHWIDDesc = HWID \t اسم الجهاز
[frmAbout]
	frmAbout=حول البرنامج...
	cmdDonate=التبرع بالمشروع
	cmdLicence=اتفاقية الترخيص
	cmdSoftGetNet=تفضل بزيار الصفحة الرئيسية
	cmdOsZoneNet=OsZone.Net منتدى
	cmdExit=اغلاق
	lblMailTo=ارسل بريد الكتروني من مؤلف البرنامج
	lblInfo=ويهدف البرنامج لتثبيت تعريفات الجهاز على نظام التشغيل المثبت مسبقاً. ويعمل البرنامج مع حزمة تعريفات (الارشيف). الاولى الضرورية بناء قاعدة بيانات لكل الارشيف ان وظائف البرنامج (تعمل). ثم تحلل وتعطي المتاحة لتثبيت التعريفاتفي قائمة من كل ارشيف استعادة التعريفات

[frmLicence]
	frmLicence=اتفاقية الترخيص
	chkAgreeLicence=اقبل بالاتفاقية
	cmdOK=اقبل
	cmdExit=اغلاق

[frmSilent]
	frmSilent=تمكين نمط صامت
	cmdOK=بدء التثبيت
	cmdExit=الغاء الامر
	lblTimerText=لبدء التثبيت تبقى:
	lblTimeInSec=الثانية
	lblInfo="يتم تشغيل البرنامج في وضع السكون. سوف يبدا التثبيت الغير مراقب للتعريفات الضرورية في وقت معين. اذا كنت ترغب في الغاء العملية اضغط على زر "الغاء الامر" او مفتاح "هروب.

[frmCheckUpdate]
	frmCheckUpdate=تحديث: يتوفر نسخة جديدة
	cmdUpdate=تحميل التحديث
	cmdUpdateFull=تحميل التوزيع
	cmdHistory=تاريخ التغييرات
	cmdDonate=التبرع بالمشروع
	cmdExit=اغلاق
	lblVersion=احدث اصدار من البرنامج:
	frDescription=وضع علامة عند تاريخ التغييرات:
	lblDescription1="-"-تصحيح الخطا
	lblDescription2="*"--التغييرات التجميلية
	lblDescription3="+"--اضافة وظيفية
	lblDescription4="ا"-اصدار مذكرات
	lblWait=تحميل البيانات من الموقع الرسمي. الرجاء الانتظار...
	lblVersionList=قائمة بالتغييرات للاصدار

[frmDonate]
	frmDonate=التبرع بالمشروع
	cmdExit=اغلاق

[frmUtilsEdit]
	frmUtilsEdit=تحرير العنصر
	lblUtilName=اسم الاداة:
	lblPathUtil=مسار تنفيذ الملف
	lblParamUtil=Parametrs البداية الاختيارية
	cmdOK=تطبيق
	cmdExit=اغلاق
	lblPathUtil64=x64 مسار لتنفيذ الملف ل

[frmOSEdit]
	frmOSEdit=تحرير ادخال
	lblOSVer=اصدار نظام التشغيل
	lblNameOS=اسم نظام التشغيل
	lblPathDRP=مسار المجلد مع حزم التعريفات
	lblPathDB=مسار  المجلد مع قواعد بحزم التعريفات
	frDopFile=Bashrat مسار الملف الاضافي لتثبيت حزم تعريفات الرسومات من
	lblPhysX=DP_Graphics_A_PhysX_*.7z
	lblLang=DP_Graphics_Languages_*.7z
	lblRuntimes=DP_Runtimes_*.7z
	frExcludeFileName=(العمل استثناء الملفات من المجلد لحزم التعريفات (تعداد عبر;
	chk64bit=برامج تشغيل نظام التشغيل 64-بت
	cmdOK=تطبيق
	cmdExit=اغلاق
	chkNotCheckBitOS=OS-bit تجاهل

[frmLegendIco]
	frmLegendIco=وصف مفصل لرمز حزمة التعريفات
	cmdOK=موافق

[frmListHwid]
	frmListHwidView=قائمة التعريفات المتوفرة في حزم التعريفات  لجهاز الحاسوب (العثور على:
	frmListHwidInstall=التعريفات لقائمة التثبيت (الموجودة:
	cmdOKCaption1=تثبيت
	cmdOKCaption2=موافق
	cmdExit=اغلاق
	cmdCheckAll=دقق الكل
	cmdUnCheckAll=مسح كل التدقيقات
	lblInformation=اختيار التعريفات لفك وتثبيت و اضغط "موافق". التعريفات في مجلد واحد مع التعريف الذي تم اختياره وعلم اوتوماتيكيا.
	frGroup=مجموعة التعريف
	chkGrp1=لم يثبت او عطل
	chkGrp2=تحديث متوفر
	chkGrp3=مثبتة
	chkGrp4=اقدم من المحدد
	strcmdOKCaption3=فك

[frmListHwidAll]
	frmListHwidAll=قائمة بكافة الاجهزة الموجودة على جهاز حاسوبك 
	cmdOK=موافق
	frGroup=مجموعة من برامج التعريفات
	frFindDrvInternet=البحث عن التعريفات في الانترنت
	chkParseHwid=الاساسية فقط HWID جهاز
	cmdGoSite=محرك البحث
	optGrp1=مايكروسوفت
	optGrp2=OEM
	optGrp3=الكل
	optGrp4=لا توجد تعريفات في قاعدة البيانات
	lblWait=الرجاء الانتظارا تحديث تكوين الاجهزة...
	cmdReNewHW=تحديث تكوين الجهاز
	chkHideOther=اترك فقط الذي تم تحديده
	cmdBackUpDrivers=انشاء نسخة احتياطية من التعريفات

[frmOptions]
	frmOptions=خيارات
	cmdOK=حفظ التغييرات
	cmdExit=الانهاء بدون حفظ
	frOptions=خيارات
	ItemOptions1=الخيارات الرئيسية
	ItemOptions2=دعم نظام التشغيل
	ItemOptions3=عمل المرافق العامة
	ItemOptions4=ادوات مساعدة اضافية
	ItemOptions5=مظهر البرنامج
	ItemOptions6=DPInst starting parametrs
	frMain=الخيارات الرئيسية
	lblOptionsStart=الاجراءات عند بدء البرنامج
	chkUpdate=التحقق من وجود تحديثات
	chkUpdateBeta=تحقق من وجود اصدارات بيتا من البرنامج
	chkReadClasses=(قراءة فصول من حزم التعريفات (بالضرورة لتثبيت ملفات اضافية لحزمة تعريفات الرسومات
	chkConvertDPName=(remove symbols: DP, _32, wnt5 and so on) تحويل اسم حزم التعريفات
	chkReadDPName=استبدال قراءة الاسم لحزم التعريفات
	chkReadDRVVersion=قراءة اصدار التعريفات للجهاز
	chkHideOtherProcess=تشغيل عملية خارجية في نمط الاخفاء
	lblOptionsTemp=العمل مع الملفات المؤقتة
	chkTempPath=مجلد الملفات المؤقتة
	chkRemoveTemp=حذف الملفات المؤقتة
	lblDebug=خيارات نمط التصحيح
	chkDebug=تمكين نمط التصحيح
	chkRemoveHistory=تنظيف ملف التصحيح القديمة عند بدء البرنامج
	lblRezim=البدء في نمط
	lblDebugLogPath=مسار ملف السجل:
	frMainTools=(مسار المرافق الرئيسية (ادوات
	cmdPathDefault=تعيين الى المسار الافتراضي
	frOtherTools=("المرافق الاضافية (طريقة العرض في القائمة "ادوات
	cmdAddUtil=اضافة
	cmdEditUtil=تحرير
	cmdDelUtil=حذف
	frOS=دعم نظام التشغيل
	chkRecursion=العمل مع المجلد في وضع تكراري
	chkLoadFinishFile=عند تثبيت المحرك (فقط للنمط المتوافق)  (driverpack *.ini) اقرا ملف "النهاية"
	cmdAddOS=اضافة
	cmdEditOS=تحرير
	cmdDelOS=حذف
	lblExcludeHWID=(التالي (تسجيل من قبل "؛ ") من العملية (مدعومة من قبل الرمز العام "*"  HWID استثن:
	frDesign=مظهر
	lblSizeForm=حجم الاطار الرئيسي
	lblFormHeight=الارتفاع:
	lblFormWidth=العرض:
	chkFormMaximaze=ابدا بالتزييد
	chkFormSizeSave=حفظ حجم النماذج عند الانهاء
	lblSizeButton=خصائص الزر
	lblButtonHeight=الارتفاع:
	lblButtonWidth=العرض:
	lblButtonLeft=يسار:
	lblButtonTop=اعلى:
	lblButton2BtnL=الفترة الافقية:
	lblButton2BtnT=الفترة العمودية:
	chkButtonTextUpCase=عرض زر النص بالاحرف الكبيرة
	cmdChooseFont=اختر الخط لنص الزر
	lblImageMain=الرموز الرئيسية
	lblImageStatus=ايقونات لشكل الازرار
	lblTabControl=عنصر تحكم علامة التبويب--دعم نظام التشغيل
	lblTabPerRowCount=التبويب في صف واحد:
	cmdChooseFontTab=اختر الخط لنص علامة التبويب
	chkTabBlock=(جعل العلامات الغير نشطة لنظام التشغيل غير معتمد (باستثناء وضع تحديث قاعدة البيانات
	lblFormWidthMin=تجد القيم الاقل ما يمكن لبعض البارامتر. اذا القيمة اقل من اقل ما يمكن، تلك النافذة ستضيئ الى اللون الاحمر. البرنامج سيضع قيم اصلية في بدايتها
	AdditionalColorCaption=اختر لون
	frDpInstParam=DPInst معلمات البدء من
	lblParam=المؤشر
	lblDescription=وصف المعلمة
	lblLegacyMode=يتيح لتثبيت التعريفات غير الموقعة، وحزم العريفات التي تحتوي على ملفات مفقودة
	lblPromptIfDriverIsNotBetter=عرض مربع الحوار اذا كان التعريفات الجديد لا تطابق التعريفات افضل للجهاز من المثبتة حاليا على الجهاز
	lblForceIfDriverIsNotBetter=فرض تثبيت التعريفات على الجهاز حتى اذا كان التعريف المثبت حاليا على الجهاز يطابق افضل من برنامج التعريف الجديد
	lblSuppressAddRemovePrograms=فانه يمنع اضافة الادخالات الموجودة في النافذة \ "اضافة او ازالة البرامج" \
	lblSuppressWizard=يمنع عرض المعالج..., ولكن سيتم عرض مربعات الحوار المستخدم ربما بنظام التشغيل
	lblQuietInstall=وضع غير مراقب. فانه يمنع عرض صفحات المعالج والمستخدم عادة مربعات حوار المعروضة بواسطة نظام التشغيل
	lblScanHardware=(سيتم نسخ التعريفات وتثبيتها فقط للاجهزة الموجودة في الحاسوب (وسوف تعمل فقط من اجل اجهزة وصل وشغل
	lblCmdStringDPInst=مجموع معلمات البدء
	TableOSHeader1=الاصدار
	TableOSHeader2=الاسم
	TableOSHeader3=حزمة التعريفات
	TableOSHeader4=قاعدة بيانات
	TableOSHeader5=x64
	TableOSHeader6=PhysX
	TableOSHeader7=لغة
	TableOSHeader8=اوقات التشغيل
	TableOSHeader9=استثن الملفات
	TableUtilHeader1=الاسم
	TableUtilHeader2=مسار
	TableUtilHeader3=الاتفاقيات
	ItemOptions7=انشاء قاعدة بيانات تعريفات القطع
	frDevParser=(Parameters of the parser inf-files) انشاء قاعدة بيانات التعريفات
	chkDelDouble=HWID تكرار عملية
	chkDelDouble_SubSys=Cut HWID to "SubSys"
	chkDelDouble_MI=Cut HWID to "MI"
	chkDelDouble_CC=Cut HWID to "CC"
	chkDelDouble_Rev=Cut HWID to "REV"
	lblDevParserMode=inf-files معالجة الوضع من
	optDevParser=(inf as ini-file) انشاء قاعدة بيانات تعريفات القطع باستخدام خوارزمية اصلي
	optDevParserbyRegExp=(RegExp) انشاء قاعدة بيانات تعريفات القطع باستخدام التعبير العادية
	chkSortByHWID=HWID فرز ملف الاخراج قاعدة بيانات برامج التشغيل قبل
	chkTabHide="(اخفاء علامات التبويب لا يدعم نظام تشغيلك (ما عدا وضع "تحديث قاعدة البيانات
	ItemOptions8=الخيارات الرئيسية 2
	lblDelDouble=HWID الاهتماما اذا قمت بتغيير الاعدادات اعلاه، تاكد من اعادة انشاء قاعدة بيانات برامج التشغيل الضرورية. اعدادات مدرجة ايضا في الحصول على الاجهزة المحلية
	txtDevParser=inf-file parser mode is based on work with the ini-file. The inf-file and the ini-file are very similar by the structure, except some peculiarities. The method has several weaknesses: more frequent recourse to the files, the inability to read data from a very large inf-files (these files are handled as a text document). The mode does not depend on the version of external libraries. The speed is 2-4 times inferior to the method using RegExp.
	txtDevParserbyRegExp=مرة واحدة في الذاكرة، وهكذا تحول مرة واحدة فقط على الملف، فضلا عن تلقي البيانات بمجرد سلفا نظراً لهيكل.inf-file وضع المحلل اللغوي يرتكز على استخدام اوامر ومعلومات تهمك. وضع عالية الاداء، كما انه يتم تحميل جميع محتويات inf-file
	frMain2=الخيارات الرئيسية 2
	lblCompareVersionDRV=مقارنة اصدار التعريف
	optCompareByDate=مقارنة تعريفات القطع حسب التاريخ
	optCompareByVersion=مقارنة تعريفات القطع بواسطة القيمة الرقمية
	txtCompareVersionDRV=Each driver in the inf-file contains date and version. Data are registered in section [Version] and have the format:\r\nDriverVer=mm/dd/yyyy[,w.x.y.z], where the mm/dd/yyyy - month/day/year, and [,wxyz] - an optional driver numeric value
	chkSilentDll=(dll and ocx) تسجيل/تحديث صامت لمكونات النظام
	chkDateFormatRus= dd/mm/yyyy عرض التاريخ في تنسيق
	chkSearchOnStart=البحث عن اجهزة جديدة قبل جمع المعلومات
	lblPauseAfterSearch=وقفه بعد البحث:
	chkCreateRP=انشاء نقطة استعادة في بداية البرنامج
	frDesign2=مظهر 2
	lblTabControl2=تبويب التحكم 2-مجموعات من برامج التشغيل
	cmdChooseFontTab2=اختر الخط لنص علامة التبويب
	chkLoadUnSupportedOS=علامات التبويب العملية لا تدعم نظام تشغيلك
	chkCompatiblesHWID= HWID (CompatibleIDs) عملية متوافقة
	ItemOptions9=مظهر البرنامج 2
	TableUtilHeader4=مسار x 64
	chkDebugLog2AppPath=انشاء ملف سجل في الدليل الفرعي "سجلات" للبرنامج
	cmdFutureButton=زرك الخاص مستقبلا
	ButtonColor=حدد الزر لون الخط
	ButtonFont=حدد زر خط الخط
	ItemOptions10=نمط التصحيح
	frDebug=نمط التصحيح
	lblMacrosType=وحدات الماكرو المتوفرة باسم ملف السجل
	lblMacrosParam=خيار
	lblMacrosDescription=وصف الاتفاقية
	lblMacrosPCName=الاسم المختصر للحاسوب بدون لاحقة المجال
	lblMacrosPCModel=حاسوب طراز \ اللوحة الام
	lblMacrosOSVer=wnt(5|6) اصدار نظام التشغيل كما
	lblMacrosOSBit= x(32|64) بنية نظام التشغيل، في النموذج
	lblMacrosDate=التاريخ والوقت من ملف السجل
	lblDebugLogName=اسم النمط من ملفات السجل:
	chkDebugTime2File=اضافة التاريخ والوقت في كل سطر من ملف السجل
	cmdFontColorButton=تعيين لون الخط لنص الزر
	cmdFontColorTabOS=تعيين لون خط النص لعلامات التبويب
	cmdFontColorTabDrivers=تعيين لون خط النص لعلامات التبويب
	chkButtonDisable=(تنشيط الزر (للاختبار
	lblTheme=(تعيين مجموعة من الرموز (تغيير الرموز الرئيسية ووضع الرموز والازرار
	cmdFontColorToolTip=Set the color and font of the tooltips text

[frmFontDialog]
	frmFontDialog=حدد خيارات النص
	cmdOK=حفظ وخروج
	cmdExit=الانهاء بدون حفظ
	lblFontSize=حجم الخط
	lblFontColor=لون الخط
	chkBold=غامق
	chkItalic=مائل
	chkUnderline=تسطير
	txtFont=نص عينة

[frmEmulate]
	frmEmulate=نمط مضاهاة لجهاز حاسوب اخر
	lblInfo=حدد ملف واختر نظام التشغيل الى برنامج المحاكاة
	chk64bit=نظام التشغيل 64-بت
	cmdOK=محاكاة
	cmdExit=الغاء الامر

[Messages]
	strMessages1 =تحميل اعدادات البرنامج...
	strMessages2 =بناء الملف للعرض
	strMessages3 =جمع المعلومات حول تكوين ونسخة من ملفات التعريفات لاجهزة الحاسوب الرجاء الانتظار...
	strMessages4 =عمل برنامج مستحيل
	strMessages5 =قائمة انظمة التشغيل المعتمدة غير فارغة.عمل البرنامج المستحيل
	strMessages6 =None directory is found with package driver, prescribed in the program options.\r\n\r\nThe further program work is impossible!
	strMessages7 =احد ملفات البرنامج غير موجود
	strMessages8 =%windir%\system32 خطا تسجيل ملف النظام. حاول تسجيل الملف يدويا او انسخه ببساطة الى الدليل
	strMessages9 =The Program uses the BalloonTips for its work. They are disabled on this computer\r\n\r\HKEY_CURRENT_USER\Software\Microsoft\Windows\CurrentVersion\Explorer\Advanced\r\nEnableBalloonTips=0\r\n\r\Change this value to 1\r\n\r\Do you want to continue working?
	strMessages10=تم تعطيل بالون التلميحات هل تريد المتابعة؟
	strMessages11=ملف النص المصدري لاتفاقية الرخصة تم تغييرةا هذه قد تكون نتيجة الخطا او تعديلات برامج خبيثة. اتصل بالمطور او اعادة تحميل توزيع البرنامج. هل تود ان تستمر؟
	strMessages12=لم يتم العثور على حزم.التعريفات
	strMessages13=تفريغ خطا للملف:
	strMessages14=تحديد اي حزمة تعريفات
	strMessages15=غير موجود في مجلد للرموز البديلة نظراً لمن قبلك. سيتم استخدام الرموز القياسية
	strMessages16=ان البرنامج يركض من القرص المدمج \ ديفيدي، عملية تجديد قاعدة البيانات مستحيلة.
	strMessages17=هل تريد حقاً حذف حزمة التعريفات؟
	strMessages18=هل تريد تثبيت التعريفات الموصى بها جميعا في وضع السكون؟
	strMessages19=اكسل مايكروسوفت من رزمة مكتب مايكروسوفت البرامج لم تثبت على حاسوبك
	strMessages20=اكتمال فئة حزمة التعريفات البحث وتثبيت. اللازمة لاعادة تحميل التعريفات استخدام المعلمة
	strMessages21=DPInst start error:
	strMessages22=The process of the driver updating or installation is already running. Wait termination.\r\nIt is impossible to start more than one process.
	strMessages23=تريد ان تنفذ المهمة لحزمة التعريفات الذي تم اختياره؟ بعض العمليات ربما طويلة جدا
	strMessages24=تحتاج الى تحديث قاعدة
	strMessages25=حزم برامج التعريفات لكل من دعم نظام التشغيل؟ هذه العملية قد تكون طويلة جداً
	strMessages26=تنفيذ الاجراء المحدد؟
	strMessages27=Performing of the task is interruptedااا\r\nProcessing is interrupted on driver package:
	strMessages28=هل تريد حذف الملفات الغير ضرورية من قاعدة البيانات حزمة التعريفات
	strMessages29=ازالة
	strMessages30=لم يتم العثور على ملفات قاعدة البيانات الغير ضرورية
	strMessages31=ملف حفظ خطا في قاعدة بيانات دليل التعريفات
	strMessages32=يتم تغيير الاسم المعروض من حزمة التعريفات:
	strMessages33=بدء تشغيل خطا البرنامج الخارجي:
	strMessages34=هل تريد انهاء البرنامج؟
	strMessages35=:tVersion : \ اسم الوحدة النمطية \r\n\r\n :اصدارات وحدات اضافية
	strMessages36=يتم حفظ الخيارات الجديدةا للاستخدامه الضروري لتحديث البرنامج
	strMessages37=هل تريد حقاً تترك دون خيارات حفظ؟
	strMessages38=يعمل البرنامج على القرص المدمج \ ديفيديا \r\n حفظ الخيارات مستحيل
	strMessages39=It is not managed to load the License Agreement file. The further program work is impossible. Apply to the Developer or download new program distribution.
	strMessages40=The source file text was changedااا\r\nThe form 'Support the project' will be closed\r\nApply to the Developer or download new program distribution.
	strMessages41=It is not managed to load donate.rtf file. Apply to the Developer or download new program distribution.
	strMessages42=نسخ الملف التي تم انهائها مع خطا
	strMessages43=انتباها ا ا ان الملف متوفر فقط للقراءة، حفظ الملف مستحيل. للحفظ الضروري تغيير خاصية الملف وكرر المحاولة
	strMessages44=لا يمكن انشاء ملف مؤقت في الدليل:
	strMessages45=حدث الخطا اثناء كتابة البيانات الى ملف:
	strMessages46=انّ عمل البرنامج الاخر مستحيل برنامج devcon.exe الملف لم يوجد. هو محتمل الخطا حدث في مجموعة المعلومات من قبل
	strMessages47=It is impossible to change the screen adjustingsا\r\nReasons:\r\n1. Your monitor or videocard disabled at these screen parametersا\r\n2. Program can not write adjustments into the registry (Try to login as 'Administrator')
	strMessages48=النظام جاهز للعمل \r\n تعديل المراقب الجديد اجهد
	strMessages49=لتمكين التعديلات ضروري اعادة تشغيل الحاسوبا \r\n اعادة تشغيل الان؟
	strMessages50=(كل الفاشل (لا شيء حدث
	strMessages51=The Program is optimized for the monitor screen resolution 800x600.\r\nYou have adjusted to screen resolution:
	strMessages52=ATTENTIONااا It isossible incorrect appearance of the program\r\n\r\nChange the screen resolution to recommendedا?("YES")\r\nContinue the functioning without change?("NO")
	strMessages53=خطا في التحقق من التحديث، لا يتم انشاء اتصال بالانترنت او الملقم غير قابل للوصول او مهلة
	strMessages54=خطا في التحقق من التحديث
	strMessages55=It is discovered old version on the serverا Very strange :)\r\nIt is the most veritable that you have unofficial release for testing received from author of the program.
	strMessages56=لم يتم اكتشاف اصدار جديد للبرنامج
	strMessages57=حدث الخطا بينما بداية شماس البرنامج. بعض الوظائف ستكون معوّقة. 
	strMessages58=التحقق من وجود تجديدات البرنامج...
	strMessages59=الانتهاء من تحميل البرنامجااا وقت البدء:
	strMessages60=ان البرنامج يركض في النمط الصامت...
	strMessages61=القاعدة وتم انشاء الملف:
	strMessages62=انشاء القاعدة يتم انهاؤها. الوقت الذي تم تمريره:
	strMessages63=نحن نثبت التعريفات من حزمة التعريفات:
	strMessages64=يتم اكمال تثبيت التعريفات
	strMessages65=تم الغاء تثبيت. حزمة برنامج التعريفات:
	strMessages66=هو توقف تجهيز حزمة التعريفات الوقت الذي تم تمريره:
	strMessages67=اكتمال تجهيز كافة حزم التعريفات الوقت الذي تم تمريره:
	strMessages68=لا توجد حزمة لتحديث قاعدة البيانات
	strMessages69=تجهيز المجلد:
	strMessages70=ملف
	strMessages71=ازالة التعريفات الغير ضرورية الملفات المنهية
	strMessages72=:من الارشيف inf -ملفات يمكننا استخراج
	strMessages73=وبناء قاعدة لملف التعريفات inf-files تحليل:
	strMessages74=الاسم المعروض تم تغيير لحزمة التعريفات :
	strMessages75=ادخال/تغيير الاسم المعروض لحزمة برنامج التعريفات:
	strMessages76=تم تغيير اسم حزمة التعريفات
	strMessages77=الاسم المعروض لرزمة التعريفات متغير:
	strMessages78=قسم
	strMessages79=حدث خطا اثناء تثبيت الوحات من القسم:
	strMessages80=معالجة البيانات التي تم جمعها حول هذا الحاسوب
	strMessages81=الملفات المؤقتة التي تم ازالتها. الرجاء الانتظار...
	strMessages82=تم الغاء تثبيت المجموعة
	strMessages83=تفريغ التعريفات المختار من حزم التعريفات المحددة...
	strMessages84=اختار تثبيت التعريفات من حزم برامج التعريفات المحددة...
	strMessages85=يتم اكمال تثبيت برنامج التعريفات لحزم التعريفات تم التحقق منها
	strMessages86=الانتهاء من حزم برنامج التعريفات معالجة
	strMessages87=لم يتم العثور على تعريفات او المجلدات غير موجودة
	strMessages88=تم بنجاح ازالة حزمة التعريفات:
	strMessages89=تجهيز الملف:
	strMessages90=ادخال/تغيير فئة لحزمة برنامج التعريفات
	strMessages91=تم تغيير فئة حزمة التعريفات
	strMessages92=فئة البحث وتثبيت مكتمل
	strMessages93=بدء تشغيل المعالج لتثبيت تعريفات الجهاز. ونحن نتوقع الاغلاق...
	strMessages94=اكتمال التثبيت. التحقق من حالة الجهاز بعد التثبيت. الرجاء الانتظار...
	strMessages95=جمع معلومات الاصدار من ملفات تعريفات القطع بعد التثبيت. الرجاء الانتظار...
	strMessages96=تحديث المعلومات حول جهاز الحاسوب
	strMessages97=انتزاع التعريفات من الملف:
	strMessages98=استخراج ملفات اضافية:
	strMessages99=استخراج الملفات من الارشيف التكميلية:
	strMessages100=تثبيت اللوحات البحث وتجهيز الاقسام...
	strMessages101=بداية النمط الصامت الغيت
	strMessages102=حدث خطا عند مقارنة اصدارات البرنامج. الرجوع الى المطور.
	strMessages103=تجدر الاشارة الى ان هناك لا حزمة تعريفات في قاعدة البيانات. هل تريد انشاء قاعدة البيانات الان؟
	strMessages104=كمية حزم التعريفات المحددة:
	strMessages105=ايا من حزم التعريف المحددة. من المستحيل تنفيذ مهام المجموعة
	strMessages106=The current version of the component is older than that used by the program.\r\nIt is recommended to install the updateا\r\n\r\nWarningا Upgrading may affect to other programs that use this componentا\r\n\r\nWould you like to update?
	strMessages107=Perhaps your version of "Drivers Installer assistant" out of dateا\r\n\rClick here to check for program updates
	strMessages108=The program have not detected driver packages in the working directory.\r\nMaybe the path is misfigured or driver packages are not available.\r\n\r\nWould you go to the site adia-project.net or DriverPacks.net to download?\r\n\r\n"YES" - go to the website "adia-project.net"\r\n"NO" - go to the website "DriverPacks.net"\r\n"Cancel" - Close the window and continue
	strMessages109=اختبار في الارشيف:
	strMessages110=لم يتم العثور على اخطاء اثناء تفريغ الارشيف:
	strMessages111=Set of supported drivers is not found for your OS.\r\n\r\nPerhaps incorrect settings are selected in "Supported OS". Program using is available only online:
	strMessages112=Attentionا One or more driver packages are not compatible with driver database.\r\n\r\nYou need to rebuild the driver database using the appropriate mode of the program.
	strMessages113=One or more device drivers have been removed.\r\nIt is advised to Update the hardware configuration and the status of driver packages to work properly.\r\n\r\nUpdate now?
	strMessages114=اكتمال تحديث تكوين الاجهزة
	strMessages115=تريد ان تفعل نقطة استعادة نظام قبل المتابعة؟
	strMessages116=حاسوبك سيغلق نظام الاستعادة او الوظيفة ليست مدعومة من قبل نظام التشغيل \r\n خلق نقطة الاستعادة مستحيلة
	strMessages117=حدث خطا اثناء انشاء نقطة استعادة النظام
	strMessages118=انشاء نقطة استعادة نظام. الرجاء الانتظار...
	strMessages119=تم بنجاح انشاء نقطة استعادة النظام. اسم النقطة:
	strMessages120=يمكن انشاء نقطة استعادة النظام في وقت لاحق من خلال القائمة الخدمة
	strMessages121=تحليل وفرز البيانات:
	strMessages122=تعريف غير معروف برامج الشركات المصنعة - تصنيع المعدات الاصلية:
	strMessages123=Functional backup in a separate free software Drivers BackUp Solution (DBS).\r\nMaybe in the future functionality will be included in the Drivers Installer Assistant (DIA).\r\n\r\nWould you like to learn more about the program DBS?
	strMessages124=من
	strMessages125=فك حزمة التعريفات المحددة الدليل اكتمل
	strMessages126=خطاا تعذر تحميل ملف وصف التحديث. قد تجري في صيانة الملقم
	strMessages127=تحميل...
	strMessages128=الفهرسة...
	strMessages129=Installing ...
	strMessages130=انهاء...
	strMessages131=حدد مجلداً لاستخراج التعريفات
	strMessages132=تم الغاء تفريغ التعريفات
	strMessages133=هل تريد فتح مجلد؟
	strMessages134=فشل في ازالة الملفات من الموارد للبرنامج. اتمنى الاستمرار في مزيد من العمل؟
	strMessages135=Extract all files (DLL-OCX) from program completed successfully.\r\n\r\n Would you like to open a directory with files?
	strMessages136=Extract all files (DLL-OCX) from program completed.\r\nIn the extraction procedure errors were foundا\r\n\r\n Would you like to open a directory with files?
	strMessages137=DIA The program has the following initial options:\r\n\r\n"/?", "/h", "-h", "-help", "/help" - display the window\r\n\r\n"/s [(:|=)mode]", "-s[(:|=)mode]", "-s[(:|=)mode]" - Run silent mode installation of the drivers, with a choice selection mode drivers.\r\nParameter [mode] can be set to mode "installation (compatible drivers)" and "Installation (Full - the whole package)," respectively:\r\n\tn or n2 - Select driver packages with newer drivers.\r\n\tq or q2 - Select driver packages with unknown drivers.\r\n\ta or a2 - Select all driver packages to the tab\r\n\r\n"/t[(:|=)time] ","-t[(:|=)time] ","-t[(:|=)time] "- time in seconds, before starting silent installation mode drivers. Default pause is 10 seconds.\r\n\r\n "/extractdll [(:|=) path]" - extract files from program to the specified directory, if the directory is specified, the recovery is a temporary directory\r\n\r\n "/regdll" - registration of software components (dll and ocx)
	strMessages138=يحتاج البرنامج امتيازات مدير. انت ما عندك مثل هذه الحقوق. تريد الاستمرار؟
	strMessages139=انت ترغب في ازالة الاصدارات القديمة من حزم التعريفات
	strMessages140=حزم التعريفات التي عفا عليها الزمن غير موجودة
	strMessages141=Older versions of driver packages are removedا\r\n To apply, you must restart the program.\r\n\r\n Would you like to restart now?
	strMessages142=Language changed to:
	strMessages143=www.adia-project.net تحديثات برنامج فحص الخطا، ربما موقع البرنامج غير متوفرة او تم تجاوز وقت الاستجابة من الخادم
	strMessages144=\r\n\r\n هل ترغب في فتح تحديث برامج؟
	strMessages145=تحديث...
	strMessages146=Setup ...
	strMessages147=\r\n\r\n هل ترغب في اعادة التشغيل الان؟
	strMessages148=:ملف inf تحليل، وبناء قاعدة بيانات التعريفات للدليل في
	strMessages149=نسخ الملفات الى دليل مؤقت...
	strMessages150=(كمجلدات)
